Repository: lenny-osp/Hearsay
Catalog: mac/HearsayCore/Sources/HearsayCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, zh_hans, zh_hant

# Unable to rename %@ to %@: %@.
source: Unable to rename %1$@ to %2$@: %3$@.
de: %1$@ konnte nicht in %2$@ umbenannt werden: %3$@.
es: No se ha podido renombrar %1$@ como %2$@: %3$@.
zh_hans: 无法将 %1$@ 重命名为 %2$@：%3$@。
zh_hant: 無法將 %1$@ 重新命名為 %2$@：%3$@。

# Unable to write meeting notes (%@): %@.
source: Unable to write meeting notes (%1$@): %2$@.
de: Besprechungsnotizen konnten nicht geschrieben werden (%1$@): %2$@.
es: No se han podido escribir las notas de la reunión (%1$@): %2$@.
zh_hans: 无法写入会议笔记（%1$@）：%2$@。
zh_hant: 無法寫入會議筆記（%1$@）：%2$@。

source: Unsupported audio format: %@
de: Nicht unterstütztes Audioformat: %@
es: Formato de audio no compatible: %@
zh_hans: 不支持的音频格式：%@
zh_hant: 不支援的音訊格式：%@

# `agy models` failed (exit code %d). %@
source: `agy models` failed (exit code %1$d). %2$@
de: `agy models` fehlgeschlagen (Exit-Code %1$d). %2$@
es: `agy models` ha fallado (código de salida %1$d). %2$@
zh_hans: `agy models` 失败（退出代码 %1$d）。%2$@
zh_hant: `agy models` 執行失敗（結束代碼 %1$d）。%2$@

source: macOS is running Hearsay from a temporary location. Move Hearsay to the Applications folder, open it from there, then check for updates again.
de: macOS führt Hearsay von einem temporären Ort aus. Hearsay in den Ordner „Programme“ bewegen, dort öffnen und dann erneut nach Updates suchen.
es: macOS está ejecutando Hearsay desde una ubicación temporal. Traslada Hearsay a la carpeta Aplicaciones, ábrelo desde allí y vuelve a buscar actualizaciones.
zh_hans: macOS 正从临时位置运行 Hearsay。请将 Hearsay 移到“应用程序”文件夹，从那里打开后再检查更新。
zh_hant: macOS 正從暫時位置執行 Hearsay。請將 Hearsay 移到「應用程式」資料夾，從那裡打開後再檢查更新。
